{
  "data": [
    {
      "id": 1,
      "geme":"Gameing",
      "name": "IoMutant",
      "price": 59,
      "discount": 10,
      "introduction": "Resident Evil 4 preserves the essence of the original game, now reconstructed using Capcom’s proprietary RE Engine to deliver realistic visuals and additional narrative depth to the iconic story that was not possible at the time of the original release.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "1.5 kg beef fillet, trimmed and tied",
        "2 tbsp sunflower oil",
        "45 g butter",
        "1 small onion, chopped",
        "250 g flat mushrooms, finely chopped",
        "175 g smooth liver pâté",
        "400 g ready-made puff pastry",
        "1 egg, beaten",
        "1 pinch salt and black pepper"
      ],
      "recipe": [
        "Season the beef with black pepper. Heat the oil in a large frying pan, add the beef, and cook over a high heat until browned all over.",
        "Put the beef fillet in a roasting tin and cook in a preheated oven at 220°C/425°F/gas mark 7 for 25 minutes for rare beef, 35 minutes for medium, or 40 minutes for well-done. Leave to cool completely.",
        "Meanwhile, melt the butter in the frying pan, add the onion and mushrooms, and cook, stirring, for 3 minutes or until softened. Increase the heat to high, and cook until the excess moisture has evaporated. Turn into a bowl and leave to cool completely.",
        "Add the liver pâté to the mushroom and onion mixture, season with salt and pepper, and stir well to combine."
      ]
    },
    {
      "id": 2,
      "geme":"Gameing",
      "name": "Call of Duty",
      "price": 18.99,
      "discount": 0,
      "introduction": "It's the moment every gamer has been waiting for: GAT V is here! Dress up as star-crossed lovers Gat and Aisha and strap on a heavy machine and a knife launcher for the ultimate Saints Row experience.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 duck legs, around 450g/6oz (we like field&flower)",
        "1 tsp Chinese five spice",
        "1 tsp sea salt",
        "1 tsp garlic granules"
      ],
      "recipe": [
        "Preheat your oven to 180°C/356°F/gas mark 4 and remove the duck legs from the fridge about 20 mins before you want to cook them.",
        "Prick the skin of the duck legs all over with a fork or skewer.",
        "In a bowl, mix together your five spice, garlic and salt, then rub over the duck legs.",
        "Place the duck legs in an ovenproof dish and cook for about 60 mins. Leave them in a little longer if they haven’t crisped up enough.",
        "While the duck is cooking, prepare your cucumber and spring onions.",
        "Once the duck is cooked, leave it to rest for about 10 mins then shred the meat using two forks or your fingers.",
        "Serve the shredded duck with the hoisin sauce, pancakes, cucumber and spring onions on the side."
      ]
    },
    {
      "id": 3,
      "geme":"Gameing",
      "name": "Control Ultimate Edition",
      "price": 19,
      "discount": 0,
      "introduction": "Call of Duty®: Modern Warfare® II drops players into an unprecedented global conflict that features the return of the iconic operators of Task Force 141.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "2" },
        { "Genre": "Action" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "0.5 tsp salt",
        "0.5 tsp black pepper",
        "0.5 tsp cumin (optional)",
        "6 large eggs",
        "100 g feta cheese, roughly chopped",
        "8 large tomatoes on the vine, chopped",
        "125 ml tomato juice",
        "2 large aubergines, sliced into rounds",
        "0.5 red onion",
        "1 garlic clove, finely chopped",
        "3 tbsp olive oil, for frying"
      ],
      "recipe": [
        "Preheat the oven to 220°C/425°F/gas mark 7.",
        "Heat 1 tablespoon of oil in a large frying pan. Season the aubergine slices and fry them in batches for 3–4 minutes on each side, until golden and tender, adding more oil as necessary. Transfer the slices to a plate as they are cooked.",
        "Heat 2 tablespoons of oil in a medium frying pan and sauté the onion gently over a low to medium heat for about 8 minutes, stirring every now and then, until softened. Stir in the garlic and cook for a further minute.",
        "Tip the tomatoes into the pan along with any juice and stir into the onion. Cook for 8 minutes until the tomatoes have broken down and softened – they should be a pulp.",
        "Pour in the tomato juice and cook, again over a low heat, for 5 minutes. The sauce will be quite thick by this stage.",
        "Season with salt, black pepper and the cumin, if using.",
        "Spread a layer of aubergine slices over a large, ovenproof dish, then spoon over half the tomato sauce. Repeat to make two layers.",
        "Make a hole in the sauce with the back of a large spoon and crack an egg into it. Do the same all round the dish until you’ve positioned all the eggs. Scatter over the feta.",
        "Bake in the oven for 5 minutes. Pick the leaves off the parsley and mint sprigs, and chop roughly. When the shakshuka is ready, scatter over the herbs and serve with the warm pitta bread."
      ]
    },
    {
      "id": 4,
      "geme":"Gameing",
      "name": "God of War",
      "price": 15.89,
      "discount": 0,
      "introduction": "Embark on a mythic journey for answers and allies before Ragnarök arrives in God of War Ragnarok on PS5. Embark on an epic and heartfelt journey as Kratos and Atreus struggle with holding on and letting go.Against a backdrop of Norse Realms torn asunder by the fury of the Aesir, they’ve been trying their utmost to undo the end times. But despite their best efforts, Fimbulwinter presses onward.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "1 tbsp olive oil",
        "1 red chilli, deseeded and finely sliced",
        "2.5 tbsp Thai red curry paste",
        "600 ml hot vegetable stock",
        "1 x 400g/14oz can of coconut milk",
        "2 tsp fish sauce",
        "100 g rice noodles",
        "1 lime, juice only plus wedges",
        "150 g raw king prawns, peeled",
        "1 tbsp roughly chopped coriander (cilantro), plus leaves to garnish",
        "1 pinch each of sea salt and freshly ground black pepper"
      ],
      "recipe": [
        "Place a saucepan over a medium heat and add the olive oil.",
        "Stir in the chilli and cook for a minute, then add the Thai red curry paste and cook for a further minute.",
        "Whisk in the hot vegetable stock and coconut milk and bring to the boil. Stir in the fish sauce, toss in the noodles and cook for 2 minutes.",
        "Squeeze in the lime juice, add the raw prawns and cook for about 4 minutes.",
        "Stir in the chopped coriander and season with salt and pepper.",
        "Serve in bowls with the coriander leaves and the lime wedges on top for squeezing over."
      ]
    },
    {
      "id": 5,
      "geme":"Gameing",
      "name": "Gta V",
      "price": 10.99,
      "discount": 0,
      "introduction": "The end of the Wild West era has begun. After a robbery gone wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him. ",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "4 slices thick-cut bacon, cut into lardons",
        "1 large onion, diced",
        "2 tbsp plain flour",
        "4 medium waxy potatoes, diced",
        "720 ml fish or chicken stock",
        "355 ml whipping cream",
        "24 clams, shucked, with their liquor, cut into pieces if large",
        "1 tbsp fresh parsley or chives, minced"
      ],
      "recipe": [
        "In a heavy-bottomed pot, cook the bacon over medium high heat, stirring frequently, until browned and crisp, about 5 minutes. Drain the bacon on paper towels.",
        "Add the onion to the bacon drippings and cook, stirring, until the onion has softened, about 5 minutes.",
        "Stir in the flour. Add the potatoes and stock.",
        "Cook, stirring occasionally, until the potatoes are tender, about 15 minutes.",
        "Add the cream and bring to a simmer.",
        "Add the clams and reserved bacon and simmer for another few minutes. Season to taste with salt and pepper.",
        "Serve garnished with parsley or chives."
      ]
    },
    {
      "id": 6,
      "geme":"Gameing",
      "name": "HITMAN 3",
      "price": 22.65,
      "discount": 0,
      "introduction": "Take on the mean streets of Manhattan as a new Spider-Man. Marvel's Spider-Man: Miles Morales introduces you to the rise of a new hero. In the latest adventure in the Spider-verse, teenager Miles Morales is adjusting to his new home while following in the footsteps of his mentor, Peter Parker. But when a fierce power struggle threatens to destroy his new home, the aspiring hero realizes that with great power, there must also come great responsibility. To save all of Marvel's New York, Miles must take up the mantle of Spider-Man and own it.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "150 g packet miso ramen noodles (or plain noodles)",
        "1 handful frozen peas, or any vegetables you have lurking in the fridge (carrots, sugarsnap peas, corn, bean sprouts, finely shredded cabbage, courgette etc)",
        "1 egg",
        "1 tbsp red or brown miso paste (if using plain noodles)",
        "1 fresh green chilli, sliced",
        "1 spring onion, sliced and placed in a bowl of iced water for a few minutes",
        "1 pinch black or white sesame seeds",
        "1 tsp toasted sesame oil, to taste",
        "1 handful Japanese dried nori seaweed, to serve (optional)"
      ],
      "recipe": [
        "Cook the ramen noodles according to the packet instructions, adding the frozen peas (or whichever vegetables you opt for) to the pan so they cook at the same time.",
        "Cook the egg by poaching it in the broth (whisk it in a bowl first then pour it into the broth or crack it in), boiling it whole in a separate pan, or giving it a quick fry.",
        "Add the miso paste to the noodle cooking liquid (if cooking plain noodles) and stir through.",
        "Remove from the heat and garnish with the chilli, drained spring onion, sesame seeds, sesame oil and any other toppings you like.",
        "The egg goes on last if you cooked it separately, along with the seaweed (if using)."
      ]
    },
    {
      "id": 7,
      "geme":"Gameing",
      "name": "The Last Of Us ",
      "price": 20,
      "discount": 0,
      "introduction": "The story of Cal Kestis continues in Star Wars Jedi: Survivor™, a third person galaxy-spanning action-adventure game from Respawn Entertainment, developed in collaboration with Lucasfilm Games. This narratively-driven, single player title picks up five years after the events of Star Wars Jedi: Fallen Order™ and follows Cal’s increasingly desperate fight as the galaxy descends further into darkness. Pushed to the edges of the galaxy by the Empire, Cal will find himself surrounded by threats new and familiar. As one of the last surviving Jedi Knights, Cal is driven to make a stand during the galaxy’s darkest times - but how far is he willing to go to protect himself, his crew, and the legacy of the Jedi Order?",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "200 g spaghetti or linguine",
        "1 pinch sea salt, for the cooking water",
        "1 large knob of butter",
        "1 tsp freshly ground black pepper, plus extra to serve",
        "60 g Parmesan or pecorino or a mixture (or a vegetarian alternative), finely grated, plus extra to serve"
      ],
      "recipe": [
        "Cook the pasta in a saucepan of boiling, salted water for 6–8 minutes, or until it is not quite tender and still has some bite remaining. Drain and reserve the pasta water.",
        "Quickly return the pan to a medium-high heat. Add the butter and, when melted, add the pepper and heat for about 1 minute until fragrant.",
        "Add a ladleful of pasta cooking water (about 100 ml/3.5 fl oz/scant 0.5 cup) to the pan and bring to the boil.",
        "Reduce the heat, return the pasta to the pan with three-quarters of the cheese, then stir and shake the pan to melt the cheese and create a sauce that clings to the pasta.",
        "Add the remaining cheese and toss the pasta until it melts and you have a silky smooth sauce, adding a splash more of the cooking water if the sauce seems dry.",
        "Divide between warmed dishes and serve immediately with extra cheese and pepper."
      ]
    },
    {
      "id": 8,
      "geme":"Gameing",
      "name": "Resident Evil 4",
      "price": 19.65,
      "discount": 0,
      "introduction": "Relive the beloved game that started it all – rebuilt for the PlayStation 5 console. Experience the emotional storytelling and unforgettable characters in The Last of Us, winner of over 200 Game of the Year awards.In a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey. Includes the complete The Last of Us single-player story and celebrated prequel chapter, Left Behind, which explores the events that changed the lives of Ellie and her best friend Riley forever.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "800 g Beef brisket, cut into large cubes",
        "1 l Full-bodied red wine",
        "2 Thyme sprigs",
        "4 Garlic cloves, crushed with the flat edge of a knife or your hand",
        "3 tbsp Cognac",
        "100 ml Sunflower oil",
        "2 tbsp Plain flour",
        "600 ml Veal stock or chicken stock",
        "2 Carrots, peeled, halved lengthways and cut into chunks",
        "12 Silverskin onions",
        "100 g Small button mushrooms",
        "100 g Pancetta, diced",
        "1 handful Flat-leaf parsley, roughly chopped",
        "1 pinch Salt",
        "1 pinch Freshly ground black pepper",
        "1 Bouquet garni (made with 1 parsley sprig, 1 thyme sprig and 1 small bay leaf)"
      ],
      "recipe": [
        "In a deep dish, mix together the beef, wine, thyme, garlic and Cognac. Cover with cling film and leave to marinate in the fridge for at least 3 hours.",
        "Drain the meat into a bowl, using a colander, and reserve the marinade.",
        "Heat 4 tablespoons of the oil in a large saucepan or cast iron pot over a medium hear. Add the meat and cook for 20 minutes until brown, season with salt and pepper, then sprinkle with the flour and cook, stirring, for a further 2-3 minutes.",
        "Add the stock and reserved marinade and bring to the boil. Skim the foam off the surface and add the bouquet garni, then reduce the heat to low and simmer, partially covered, for 1 hour 45 minutes, stirring occasionally, until the meat is tender. By that time you should have a rich, silky sauce.",
        "About 50 minutes before the end of the cooking time, heat another medium saucepan with 1 tablespoon of the oil over a medium-low heat. Add the carrots and onions and cook for 10 minutes or until soft and pale gold in colour, then add to the meat saucepan.",
        "When the beef is almost ready, heat the remaining oil in a frying pan over a medium heat. Add the mushrooms and pancetta and fry 8-10 minutes, stirring occasionally, until golden brown, then add them to the beef. Check the seasoning adjusting the salt and pepper, if necessary, throw in the parsley and stir gently without breaking the delicate pieces of beef.",
        "Serve with hot creamed mash potatoes for a perfect winter warmer."
      ]
    },
    {
      "id": 9,
      "geme":"Gameing",
      "name": "Red dead 2",
      "price": 19.12,
      "discount": 0,
      "introduction": "Enter a post-apocalyptic universe with a unique martial arts style combat system in Biomutant for Xbox One! Players will have the ability to re-code their genetic structure to change appearance and combat style. Unlock your creativity by crafting special weapons to use to your advantage. In this game you’ll create your own adventure as you explore the open world and uncover what lies beneath. Since your actions play a part in the way the story continues and ends, be confident in your choices and decide the world’s fate.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Action" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "1 kg short ribs",
        "50 g shiitake mushrooms, sliced",
        "500 ml beef stock",
        "500 ml water",
        "0.5 onion",
        "1 garlic clove",
        "1 star anise",
        "1 cinnamon stick",
        "1 tsp fennel seeds",
        "4 black pepper seeds",
        "20 g ginger, thickly sliced",
        "1 lemongrass stick, bashed",
        "2 red chillies",
        "0.5 bunch coriander",
        "3 mint stalks",
        "2 spring onions",
        "20 ml fish sauce",
        "250 g flat pho noodles, cooked per packet instructions",
        "2 limes"
      ],
      "recipe": [
        "Heat a dry frying pan and toast the spices quickly till they become aromatic. Remove and keep on the side.",
        "Slice on onion in half and char it flat side down in a hot, dry pan until black. Remove, and add the ginger until coloured on both sides.",
        "Debone the short ribs, browning the bone in a dry pan on every side.",
        "Add the bone to the crockpot with stock, water, onion, the garlic clove, spices, ginger, coriander stalks and shiitake mushrooms.",
        "Slice the short rib lengthways in thin slices and add to the pot.",
        "For best results, set your Crock-Pot or slow cooker to low (for 4–6 hours' cooking). You could also use high (for 2–3 hours' cooking).",
        "Cook until the beef gets soft to the bite but doesn’t break up.",
        "Add fish sauce and salt to taste.",
        "Remove the bones, spices, ginger, garlic and lemongrass, then portion into bowls with the prepared noodles.",
        "Slice the spring onion and chilli, add to the pho and top with lightly torn coriander leaves and mint. Serve with lime wedges."
      ]
    },
    {
      "id": 10,
      "geme":"Gameing",
      "name": "Sniper Elite",
      "price": 22,
      "discount": 10,
      "introduction": "The award-winning series returns as Karl Fairburne fights to uncover Project Kraken in 1944 France. The genre-defining authentic sniping, with enhanced kill cam, has never looked or felt better as you fight across immersive maps to stop the Nazi war machine in its tracks.The latest instalment in the award-winning series, Sniper Elite 5 offers unparalleled sniping, tactical third-person combat and an enhanced kill cam. Fight your way across the most immersive maps yet, with many real-world locations captured in stunning detail, and an improved traversal system that lets you explore more of them than ever before.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "shooter" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "200 g spaghetti or linguine",
        "1 pinch sea salt, for the cooking water",
        "1 large knob of butter",
        "1 tsp freshly ground black pepper, plus extra to serve",
        "60 g Parmesan or pecorino or a mixture (or a vegetarian alternative), finely grated, plus extra to serve"
      ],
      "recipe": [
        "Cook the pasta in a saucepan of boiling, salted water for 6–8 minutes, or until it is not quite tender and still has some bite remaining. Drain and reserve the pasta water.",
        "Quickly return the pan to a medium-high heat. Add the butter and, when melted, add the pepper and heat for about 1 minute until fragrant.",
        "Add a ladleful of pasta cooking water (about 100 ml/3.5 fl oz/scant 0.5 cup) to the pan and bring to the boil.",
        "Reduce the heat, return the pasta to the pan with three-quarters of the cheese, then stir and shake the pan to melt the cheese and create a sauce that clings to the pasta.",
        "Add the remaining cheese and toss the pasta until it melts and you have a silky smooth sauce, adding a splash more of the cooking water if the sauce seems dry.",
        "Divide between warmed dishes and serve immediately with extra cheese and pepper."
      ]
    },
    {
      "id": 11,
      "geme":"Gameing",
      "name": "Jedi Surivor",
      "price": 18.95,
      "discount": 0,
      "introduction": "World War Z Aftermath comes to PS5 at GameStop! Inspired by the World War Z movie. World War Z: Aftermath is the ultimate co-op zombie shooter inspired by Paramount Pictures' blockbuster film, and the next evolution of the original hit World War Z that has now captivated over 15 million players.",
      "details": [
        { "Platform": "" },
        { "Number of Players": "2" },
        { "Genre": "shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "1 vegetable oil spray",
        "500 g large white potatoes (such as Maris Piper)",
        "200 g cheese curds, or buffalo mozzarella",
        "400 ml gravy, beef or onion, either shop-bought or homemade"
      ],
      "recipe": [
        "Bring a large pot of salted water to the boil and pre-heat the oven to 220°C/430°F/gas mark 7.",
        "Keeping the skin on, slice the potatoes lengthways into 1cm (0.5in) slices then cut into sticks (chips).",
        "Cook the chips in the boiling water for 5 minutes then drain. ",
        "Line a large baking tray with parchment paper and spray with a little light oil spray.",
        "Place the chips onto the baking tray in a single layer, season and spray all over with the light oil. Cook in the pre-heated oven for 25 minutes giving them a shake halfway through or until golden and crispy. ",
        "Make sure the gravy is at boiling temperature or piping hot.",
        "Transfer the chips to a serving dish, break the cheese curds (or mozzarella) into small chunks, place them on the chips and pour over the hot gravy.       "
      ]
    },
    {
      "id": 12,
      "geme":"Gameing",
      "name": "The Quarry",
      "price": 17,
      "discount": 0,
      "introduction": "Control Ultimate Edition on PS5 contains the main game and 2 expansions, The Foundation and AWE. Humanity becomes at stake when a corruptive presence imvades the Federal Bureau of Control and only you can stop it. Take on the fight of your life as your battle to ominous enemy through deep and unpredictable environments. Will you regain control?",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "2" },
        { "Genre": "Action" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "400 g basmati rice",
        "2 tbsp butter",
        "1 tbsp light-flavoured oil",
        "1 onion, thinly sliced",
        "1 green finger chilli, chopped",
        "6 cardamom pods, bashed",
        "5 cm (2in) piece of cinnamon stick, broken in half",
        "5 cm (2in) piece of fresh root ginger, grated",
        "4 garlic cloves, grated",
        "2 tsp garam masala",
        "3 tsp ground cumin",
        "0.5 tsp turmeric",
        "1 tsp chilli powder",
        "6 skinless, boneless chicken thighs, cut into bite-size pieces",
        "50 g crispy fried onions",
        "750 –850 ml (25–28 floz/ 3–3½ cups) boiling water",
        "1 handful coriander (cilantro), chopped",
        "1 handful toasted flaked (slivered) almonds",
        "1 pinch each of fine sea salt and freshly ground black pepper",
        "4 dollops of natural yogurt, to serve (optional)"
      ],
      "recipe": [
        "Soak the rice in a large bowl of warm water for 15 minutes, then drain and rinse under cold running water until the water runs clear. Put the kettle on to boil.",
        "Meanwhile, heat the butter and oil in a deep frying pan (skillet) or a flameproof casserole dish (Dutch oven) set over a medium heat. Fry the onion, chilli, cardamom pods and cinnamon stick for 5 minutes, stirring frequently.",
        "Meanwhile, in a large bowl, mix the grated ginger and garlic with the dried spices, ½ teaspoon salt and a generous grinding of black pepper. Add the chicken and massage the spice mix into the meat.",
        "Add the chicken to the pan and fry for 5 minutes until the chicken has changed colour and the spices are fragrant.",
        "Stir in half of the crispy fried onions and season really well.",
        "Scatter the rice over the chicken in an even layer, then pour over the boiling water and add ½ teaspoon salt. The rice should be just submerged under the water. Agitate the rice with a spoon but don’t stir.",
        "Bring to the boil and cook for 6 minutes. Cover with foil and a tight-fitting lid to seal in the steam, then turn off the heat and leave to stand, undisturbed, for 10 minutes.",
        "Remove the lid and foil and sprinkle with the remaining fried onions, coriander leaves and flaked almonds. Serve immediately with yogurt on the side if you like."
      ]
    },
    {
      "id": 13,
      "geme":"Gameing",
      "name": "World War Z",
      "price": 17,
      "discount": 0,
      "introduction": "HITMAN 3 is the dramatic conclusion to the World of Assassination trilogy and takes players around the world on a globetrotting adventure to sprawling sandbox locations. Agent 47 returns as a ruthless professional for the most important contracts of his entire career. Death Awaits.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "2" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"No"}
      ],
      "ingredients": [
        "1 banana shallot, finely sliced",
        "1 celery stick, finely sliced",
        "2 garlic cloves, finely sliced",
        "0.5 tsp celery salt",
        "50 ml vodka or white wine",
        "0.5 tsp Tabasco sauce",
        "1 tsp horseradish sauce",
        "1 tsp Worcestershire sauce",
        "150 ml tomato juice",
        "500 g king prawns, peeled and deveined",
        "1 tbsp parsley, finely chopped",
        "1 pinch freshly ground black pepper",
        "1 tbsp sunflower oil"
      ],
      "recipe": [
        "Set a large frying pan over a high heat. Once the pan is hot, add the oil, shallot and celery. Fry for a minute until everything starts to sizzle, then reduce the heat to medium. Fry, stirring occasionally, for about 10 minutes, until the shallot is just softened. If the shallot starts to catch, reduce the heat further.",
        "When the shallot is soft, increase the heat to high and add the garlic and celery salt. Fry for a minute then throw in the vodka or white wine and allow the alcohol to bubble and evaporate almost entirely.",
        "Add the Tabasco, horseradish, Worcestershire sauce and tomato juice and bring to the boil, then throw in the prawns. Fry just until the prawns are cooked through, then remove from the heat and stir in the parsley and a good grinding of black pepper.",
        "For the celeriac slaw, coarsely grate the celeriac into a mixing bowl. Add the lime juice, celery salt and coriander.",
        "To serve, fill the tortillas with the slaw before layering with the prawns. Top with a squeeze of mayonnaise and serve with lime wedges and extra slaw."
      ]
    },
    {
      "id": 14,
      "geme":"Gameing",
      "name": "Spider Man",
      "price": 27,
      "discount": 0,
      "introduction": "From the developers of Until Dawn and Dark Pictures comes an all-new horror video game experience, The Quarry on PS5. When the sun goes down on the last night of summer camp, nine teenage counselors are plunged into an unpredictable night of horror. The only thing worse than the blood-drenched locals and creatures hunting them are the unimaginable choices you must make to help them survive.As the sun sets on the last day of summer camp, the teenage counselors of Hackett’s Quarry throw a party to celebrate. No kids. No adults. No rules. ",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 large courgettes, trimmed",
        "3 good-sized carrots, trimmed",
        "1 large or 2 smaller mangoes (opt for firmer ones, so not too ripe)",
        "1 garlic clove, chopped",
        "1 red chilli, deseeded and sliced lengthways",
        "0.5 tsp sea salt juice",
        "2 limes, zested",
        "1 tsp sugar or 2 teaspoons honey",
        "1 handful large fresh coriander leaves-"
      ],
      "recipe": [
        "Roughly chop the fish and place it in a food-processor with the curry paste. Pulse until you have a coarse paste - don't whip it up too finely.",
        "If you don't have a food-processor, just lay the fish and curry paste on a large cutting board and chop with a big knife, pressing with the side of the knife to mash and mix the fish with the curry paste.",
        "Fold in the breadcrumbs and shape into balls. Dust with a little flour to keep them from sticking. You should be able to get eight little fish cakes out of the mixture, giving you two for each person. Pop them into the fridge to firm up for 30 minutes.",
        "Meanwhile, make the salad. Using a vegetable peeler, peel the courgettes along their length, then just keep going, making strips of the flesh until you reach the seed pod in the centre. Nibble the seed pod while you cook or thinly slice it and add it to the salad. Peel the carrot in the same way.",
        "Peel one side of the mango using a vegetable peeler and then shave off long, thin slivers of the mango's flesh with the peeler, so it's similar in shape and texture to the courgettes and carrots. Continue around the whole of the mango until you've used most of it up. Save any remaining bits of mango for a fruit salad.",
        "Mix the courgettes, carrot and mango together with the garlic, chilli, salt, lime juice and zest, and sugar or honey. Set aside while you fry the fishcakes.",
        "Press each ball down into a little cake and fry in olive oil until golden on each side. Serve with the som tam salad and garnish with coriander leaves and crushed peanuts."
      ]
    },
    { 
      "id": 15,
      "name": "Playstation 5 drive",
      "price": 509,
      "Storage": "825GB",
      "platfor":"PS5",
      "introduction": "Embark on an epic and heartfelt journey alongside Kratos and Atreus with the PlayStation®5 Console – God of War™ Ragnarök Bundle.Enjoy God of War Ragnarök with PS5 innovations including 4K and HDR visuals*, DualSense™ wireless controller adaptive triggers and haptic feedback and Tempest 3D AudioTech**.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 large courgettes, trimmed",
        "3 good-sized carrots, trimmed",
        "1 large or 2 smaller mangoes (opt for firmer ones, so not too ripe)",
        "1 garlic clove, chopped",
        "1 red chilli, deseeded and sliced lengthways",
        "0.5 tsp sea salt juice",
        "2 limes, zested",
        "1 tsp sugar or 2 teaspoons honey",
        "1 handful large fresh coriander leaves-"
      ],
      "recipe": [
        "Roughly chop the fish and place it in a food-processor with the curry paste. Pulse until you have a coarse paste - don't whip it up too finely.",
        "If you don't have a food-processor, just lay the fish and curry paste on a large cutting board and chop with a big knife, pressing with the side of the knife to mash and mix the fish with the curry paste.",
        "Fold in the breadcrumbs and shape into balls. Dust with a little flour to keep them from sticking. You should be able to get eight little fish cakes out of the mixture, giving you two for each person. Pop them into the fridge to firm up for 30 minutes.",
        "Meanwhile, make the salad. Using a vegetable peeler, peel the courgettes along their length, then just keep going, making strips of the flesh until you reach the seed pod in the centre. Nibble the seed pod while you cook or thinly slice it and add it to the salad. Peel the carrot in the same way.",
        "Peel one side of the mango using a vegetable peeler and then shave off long, thin slivers of the mango's flesh with the peeler, so it's similar in shape and texture to the courgettes and carrots. Continue around the whole of the mango until you've used most of it up. Save any remaining bits of mango for a fruit salad.",
        "Mix the courgettes, carrot and mango together with the garlic, chilli, salt, lime juice and zest, and sugar or honey. Set aside while you fry the fishcakes.",
        "Press each ball down into a little cake and fry in olive oil until golden on each side. Serve with the som tam salad and garnish with coriander leaves and crushed peanuts."
      ]
    },
    { 
      "id": 16,
      "name": "Playstation 5 drive",
      "price": 459,
      "Storage": "825GB",
      "platfor":"PS5",
      "introduction": "Embark on an epic and heartfelt journey alongside Kratos and Atreus with the PlayStation®5 Digital Edition – God of War™ Ragnarök Bundle.Enjoy God of War Ragnarök with PS5 innovations including 4K and HDR visuals*, DualSense™ wireless controller adaptive triggers and haptic feedback and Tempest 3D AudioTech**.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 large courgettes, trimmed",
        "3 good-sized carrots, trimmed",
        "1 large or 2 smaller mangoes (opt for firmer ones, so not too ripe)",
        "1 garlic clove, chopped",
        "1 red chilli, deseeded and sliced lengthways",
        "0.5 tsp sea salt juice",
        "2 limes, zested",
        "1 tsp sugar or 2 teaspoons honey",
        "1 handful large fresh coriander leaves-"
      ],
      "recipe": [
        "Roughly chop the fish and place it in a food-processor with the curry paste. Pulse until you have a coarse paste - don't whip it up too finely.",
        "If you don't have a food-processor, just lay the fish and curry paste on a large cutting board and chop with a big knife, pressing with the side of the knife to mash and mix the fish with the curry paste.",
        "Fold in the breadcrumbs and shape into balls. Dust with a little flour to keep them from sticking. You should be able to get eight little fish cakes out of the mixture, giving you two for each person. Pop them into the fridge to firm up for 30 minutes.",
        "Meanwhile, make the salad. Using a vegetable peeler, peel the courgettes along their length, then just keep going, making strips of the flesh until you reach the seed pod in the centre. Nibble the seed pod while you cook or thinly slice it and add it to the salad. Peel the carrot in the same way.",
        "Peel one side of the mango using a vegetable peeler and then shave off long, thin slivers of the mango's flesh with the peeler, so it's similar in shape and texture to the courgettes and carrots. Continue around the whole of the mango until you've used most of it up. Save any remaining bits of mango for a fruit salad.",
        "Mix the courgettes, carrot and mango together with the garlic, chilli, salt, lime juice and zest, and sugar or honey. Set aside while you fry the fishcakes.",
        "Press each ball down into a little cake and fry in olive oil until golden on each side. Serve with the som tam salad and garnish with coriander leaves and crushed peanuts."
      ]
    },
    { 
      "id": 17,
      "name": "Playstation 5 drive",
      "price": 499,
      "Storage": "825GB",
      "platfor":"PS5",
      "introduction": "The PS5™ console unleashes new gaming possibilities that you never anticipated.Experience lightning-fast loading with an ultra-high speed SSD, deeper immersion with support for haptic feedback, adaptive triggers, and 3D audio, and an all-new generation of incredible PlayStation® games.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 large courgettes, trimmed",
        "3 good-sized carrots, trimmed",
        "1 large or 2 smaller mangoes (opt for firmer ones, so not too ripe)",
        "1 garlic clove, chopped",
        "1 red chilli, deseeded and sliced lengthways",
        "0.5 tsp sea salt juice",
        "2 limes, zested",
        "1 tsp sugar or 2 teaspoons honey",
        "1 handful large fresh coriander leaves-"
      ],
      "recipe": [
        "Roughly chop the fish and place it in a food-processor with the curry paste. Pulse until you have a coarse paste - don't whip it up too finely.",
        "If you don't have a food-processor, just lay the fish and curry paste on a large cutting board and chop with a big knife, pressing with the side of the knife to mash and mix the fish with the curry paste.",
        "Fold in the breadcrumbs and shape into balls. Dust with a little flour to keep them from sticking. You should be able to get eight little fish cakes out of the mixture, giving you two for each person. Pop them into the fridge to firm up for 30 minutes.",
        "Meanwhile, make the salad. Using a vegetable peeler, peel the courgettes along their length, then just keep going, making strips of the flesh until you reach the seed pod in the centre. Nibble the seed pod while you cook or thinly slice it and add it to the salad. Peel the carrot in the same way.",
        "Peel one side of the mango using a vegetable peeler and then shave off long, thin slivers of the mango's flesh with the peeler, so it's similar in shape and texture to the courgettes and carrots. Continue around the whole of the mango until you've used most of it up. Save any remaining bits of mango for a fruit salad.",
        "Mix the courgettes, carrot and mango together with the garlic, chilli, salt, lime juice and zest, and sugar or honey. Set aside while you fry the fishcakes.",
        "Press each ball down into a little cake and fry in olive oil until golden on each side. Serve with the som tam salad and garnish with coriander leaves and crushed peanuts."
      ]
    },
    {
      
      "id": 18,
      "name": "Playstation 5 drive",
      "price": 399,
      "Storage": "825GB",
      "platfor":"PS5",
      "introduction": "The PS5™ console unleashes new gaming possibilities that you never anticipated.Experience lightning-fast loading with an ultra-high speed SSD, deeper immersion with support for haptic feedback, adaptive triggers, and 3D audio, and an all-new generation of incredible PlayStation® games.",
      "details": [
        { "Platform": "PS5" },
        { "Number of Players": "1" },
        { "Genre": "Shooter" },
        {"Online Multiplayer":"Yes"}
      ],
      "ingredients": [
        "2 large courgettes, trimmed",
        "3 good-sized carrots, trimmed",
        "1 large or 2 smaller mangoes (opt for firmer ones, so not too ripe)",
        "1 garlic clove, chopped",
        "1 red chilli, deseeded and sliced lengthways",
        "0.5 tsp sea salt juice",
        "2 limes, zested",
        "1 tsp sugar or 2 teaspoons honey",
        "1 handful large fresh coriander leaves-"
      ],
      "recipe": [
        "Roughly chop the fish and place it in a food-processor with the curry paste. Pulse until you have a coarse paste - don't whip it up too finely.",
        "If you don't have a food-processor, just lay the fish and curry paste on a large cutting board and chop with a big knife, pressing with the side of the knife to mash and mix the fish with the curry paste.",
        "Fold in the breadcrumbs and shape into balls. Dust with a little flour to keep them from sticking. You should be able to get eight little fish cakes out of the mixture, giving you two for each person. Pop them into the fridge to firm up for 30 minutes.",
        "Meanwhile, make the salad. Using a vegetable peeler, peel the courgettes along their length, then just keep going, making strips of the flesh until you reach the seed pod in the centre. Nibble the seed pod while you cook or thinly slice it and add it to the salad. Peel the carrot in the same way.",
        "Peel one side of the mango using a vegetable peeler and then shave off long, thin slivers of the mango's flesh with the peeler, so it's similar in shape and texture to the courgettes and carrots. Continue around the whole of the mango until you've used most of it up. Save any remaining bits of mango for a fruit salad.",
        "Mix the courgettes, carrot and mango together with the garlic, chilli, salt, lime juice and zest, and sugar or honey. Set aside while you fry the fishcakes.",
        "Press each ball down into a little cake and fry in olive oil until golden on each side. Serve with the som tam salad and garnish with coriander leaves and crushed peanuts."
      ]
    }
  ]
}
